import React from 'react';
import '../styles.css';

const AboutPage = () => (
  <div>
    <h1>Про нас</h1>
    <p>Ми — команда ентузіастів, які прагнуть зробити культурні події доступними для кожного. Наша платформа була створена з метою надання простого та зручного способу для бронювання квитків на різноманітні заходи: від концертів і театральних вистав до художніх виставок та спортивних подій.</p>
    <p>Наша історія почалася у 2015 році, коли кілька друзів, об'єднавшись навколо ідеї популяризації культури, вирішили створити платформу для онлайн-бронювання квитків. Від самого початку ми ставили за мету підтримку місцевих артистів і організаторів, а також забезпечення максимально комфортного досвіду для наших користувачів.</p>
    <p>Протягом цих років ми стали надійним партнером для численних культурних організацій та закладів по всій Україні. Завдяки нашій платформі тисячі людей змогли насолоджуватися подіями, які вони давно хотіли відвідати, не витрачаючи часу на пошук квитків та черги.</p>
    <p>Ми постійно працюємо над покращенням нашої платформи, щоб забезпечити вам ще зручніший доступ до культурних подій. Ваша зручність — наш пріоритет.</p>
  </div>
);

export default AboutPage;
